{
 "Prodcuts": [
  {
   "name": "Perth Fabric Two Seater Sofa in Beige Colour",
   "url": "https://www.hometown.in/products/perth-fabric-two-seater-sofa-in-beige-colour",
   "price": "Rs. 46,900",
   "sku": "SKU: 6000088879",
   "imageUrl": "https://www.hometown.in/cdn/shop/files/1_e1e34e0b-063b-4837-ad86-d53905bd1b2a.jpg?v=1715101971&width=1946",
   "details": "Details\nThe Perth sofa in beige is a statement in elegance with its curved silhouette that adds softness to your living spaces. The accent throw cushions offers contrast to the look with plush arms and seating. The sink-in and unwind ready sofa exudes generous comfort and space to stretch, making it a must have for compact spaces.\nFinish\nThis sofa is upholstered with high grade Polyester fabric in a Magnanimous size\nFrame Construction\nThe sofa frame is made from kiln dried and chemically treated Solid wood making it Termite resistant & borerproof.\nSeating Comfort\nThe seat construction provides ultimate comfort & support for longer sitting duration. A Combination of No-Zag springs & Webbing with 32 Density high resilient foam is used in the construction of the seat. Topped with a layer of Super Soft foam for added sitting comfort\nResting Comfort\nSoft curve cushions are filled with polyester fibre to give greater support & comfort.\nA plush Box cushion design gives sink in comfort for relaxed seating\nThe contrast coloured Throw Pillows add oomph to this statement piece\nOther Highlights\nWooden sleek legs\nColour and Size options\nAvailable first time ever in extended 3 seater size for plush seating\nAlso available in 2 Seater and Arm Chair\nAvailable colours in Sofa - Beige\nHeight: 900\nWidth: 1740\nWeight: 47\nDepth: 1020\nColor: Beige\nMaterial Details: Frame - Solidwood, Upholstery - Polyester\nWarranty Period: 36 Months"
  },
  {
   "name": "Jacob Engineered Wood Multipurpose Cabinet in Cherry Brown Colour",
   "url": "https://www.hometown.in/products/jacob-engineered-wood-multipurpose-cabinet-in-cherry-brown-colour",
   "price": "Rs. 5,999",
   "sku": "SKU: 830051540001",
   "imageUrl": "https://www.hometown.in/cdn/shop/files/1_957ca1e5-6096-4a1f-817e-76075490f159.jpg?v=1717145175&width=1946",
   "details": "Details\nThe Jacob four tier cabinet with a modern silhouette and additional contemporary corner accents, the cabinet is an adaptable storage solution for your living spaces. The natural wood grain finished, cherry brown cabinet offers ample multipurpose storage for your daily knick knacks, crockeries, host friendly serveware, magazines, kids storage, etc.\nMaterial\nMade from environment friendly European Standard Engineered wood with PU coating.\nConstruction\nJacob 4 tier rack is designed in contemporary style with elementary looks for multi usage.\nDoors are placed on pivot hinges to give maximum utilisation and access of space.\nMagnetic lock keeps good hold when doors are closed.\nFinish\nCherry brown coloured wood grain finish for natural and elegant look.\nSize - Storage\nVertical Partitions in storage, provide separate compartments and double up as load bearing members.\nRecommended maximum loadability 4 kg\nColour Option - Variants - Same Build\nAvailable in 2 col Cherry Brown & Oak.\nOther highlights - Uses - Unique\nCan be used as crockery unit, bed and bath storage, magazines, books, daily wears, kids storage etc.\nThis product is termite and borer proof.\nEdge banding on all sides and lamination on all open exposed surfaces to protect from moisture."
  },
  {
   "name": "Larix Side Table in Blue Colour",
   "url": "https://www.hometown.in/products/larix-side-table-in-blue-colour",
   "price": "Rs. 999",
   "sku": "SKU: 830096764",
   "imageUrl": "https://www.hometown.in/cdn/shop/files/1_7d5bfbe5-a559-4540-a844-164d607533cf.jpg?v=1715080227&width=1946",
   "details": "Details\nSimple, sturdy and versatile, enjoy the pleasures of DIY in the Larix side table constructed out of veneered engineered wood. Style it alongside your fabric sofa, entryway table, bed, etc. Place a statement decor piece or use it for utility, this side table is yours to visualize.\nMaterial\nMade from environment friendly European Standard Engineered wood - honeycomb structure.\nConstruction\nDetachable legs for easy storage of product when not in use.\nLamination on all open surfaces\nFinish\nPlain blue colour finish\nSize - Storage\nIdeal to be used as side stool or coffee table in living room, office space, entryway, etc..\nLight weight, easy to carry and can be used as decor item, gifting, etc..\nColour Option - Variants - Same Build\nBlue\nOther highlights - Uses - Unique\nDIY and easy to assemble, Recommended loadability is 20kgs.\nHeight: 400\nWidth: 400\nDepth: 400\nColor: Blue\nMaterial Details: Engineered Wood\nWarranty Period: 12 Months"
  },
  {
   "name": "Woodrow Sheesham Wood(Rosewood) Dining Chair Set of 2 in Honey Colour",
   "url": "https://www.hometown.in/products/woodrow-sheesham-wood-rosewood-dining-chair-set-of-2-in-honey-colour",
   "price": "Rs. 18,200",
   "sku": "SKU: 6000089102001",
   "imageUrl": "https://www.hometown.in/cdn/shop/files/1_e98fde29-8417-4f68-858c-3a06e969feeb.jpg?v=1717147096&width=1946",
   "details": "Details\nDine well with no urgency to head out. Woodrow's solidwood dining chair set of 2 makes it so pleasurable to dine and make memories with loved ones. The durability makes it withstand anything that may come its way.\nMaterial\nChair is made in thick sheesham wood with fabric upholstered cushioned seat.\nConstruction\nChair is made with Box seat construction with thick plywood base which gives strength and durability. Has horizontal 7 Strip Design on backrest.\nSize & Components\nLegs are attached with Nylon buffers at the bottom. This keeps legs slightly raised above the ground, hence protecting from water & scratches.\nFinish\nFrame construction in seasoned & chemically treated Sheesham wood in a characteristic Honey finish. The advantages of Sheesham wood include its durability, versatility, and attractive finish. As Sheesham wood is heavy and dense, and it has good pest and decay resistance. This product is termite resistant & boarer Proof.\nColour -Size Option\nAvailable in 8 seater & 6 seater."
  },
  {
   "name": "Ambra Chest of Drawer in Oak Colour",
   "url": "https://www.hometown.in/products/ambra-chest-of-drawer-in-oak-colour",
   "price": "Rs. 12,900",
   "sku": "SKU: 6000089536001",
   "imageUrl": "https://www.hometown.in/cdn/shop/files/1_774e44a3-7d59-4ea6-a9fb-0f5b04234cc8.jpg?v=1717147129&width=1946",
   "details": "Details\nThe oak-colored Ambra chest of four drawer storage with natural wood grain finish breathes freshness with its light texture, modern silhouette and sleek white high gloss drawer shutters.\nMaterial\nThe material is particle board with melamine finish\nThis Product is made with environment friendly European standard E2 grade Particle board suitable for indoor furniture usage.\nConstruction\nPanels are laminated with melamine finish & edge banded on all exposed surfaces to protect from moisture.\nThis product is termite resistant & borer proof.\nDrawers are mounted on telescopic channels. These channels provide full accessibility to the storage space.\nFinish\nThe natural wood grain and high gloss finish gives an elegant look.\nStorage\nSmall drawers have a weight bearing capacity of 8 KGs Larger drawers have a weight bearing capacity of 15 KGs"
  },
  {
   "name": "Alder Engineered Wood 1+2 tier Shoe Rack in Oak Colour",
   "url": "https://www.hometown.in/products/alder-engineered-wood-1-2-tier-shoe-rack-in-oak-colour",
   "price": "Rs. 4,999",
   "sku": "SKU: 830094491001",
   "imageUrl": "https://www.hometown.in/cdn/shop/files/1_cd47a533-47b8-44bf-b034-a22a5d438987.jpg?v=1715107233&width=1946",
   "details": "Details\nAdaptable to your needs with adjustable shelves, the Alder 1+2 tier shoe rack visually adds a modern and modular touch to your space. The oak shoe rack offers natural wood grain finish with drop down shutters. It can accommodate up to 12-14 pairs of footwear, offering maximum utility benefits and the top of the shoe rack can be used as a sitting area and the higher levelled top can used to display your prized possessions.\nMaterial\nMade from environment friendly European Standard Engineered wood with PU coating.\nConstruction\nEdge banding on all sides and lamination on all open exposed surfaces to protect from moisture.\nAdjustable internal shelves for different sizes of footwear\nFinish\nOak wood grain finish for natural and elegant look.\nSize - Storage\nCan accommodate 12 to 14 pairs of footwear.\nColour Option - Variants - Same Build\nOak\nOther highlights - Uses - Unique\nDrop down shutter makes it easy to access\nA perfect space saver design which can fit into any small area\nFree standing shoe rack. Can easily fit behind the door, entryway etc..\nThis product is termite and borer proof."
  },
  {
   "name": "Understated Charm (Paddington 3 + 2 Seater Sofa Set Dark Brown + Antwerp Flute Centre Table)",
   "url": "https://www.hometown.in/products/understaded-charm-paddington-3-2-seater-sofa-set-dark-brown-antwerp-flute-centre-table",
   "price": "Rs. 44,900",
   "sku": "SKU: 60000883140110",
   "imageUrl": "https://www.hometown.in/cdn/shop/files/HO340FU98MSBHTFUR_1.jpg?v=1723931733&width=1946",
   "details": "Details\nLiving Room Package: Modern Minimalism with Timeless Elegance\nExperience the enduring allure of modern minimalism and timeless neutral tones with our curated Living Room Package. Revel in unparalleled comfort with the Perth 2+3 Seater Sofa, enhanced by the exquisite Ossein Center and Side Tables featuring intricate patterns and accents of luxurious golden metallic tones, imparting a rich and sophisticated aesthetic.\nPerth 2+3 Seater Sofa:\nDesign: Statement in elegance with a curved silhouette that adds softness to your living spaces.\nFinish: Upholstered with high-grade polyester fabric in beige, complemented by accent throw cushions for a touch of contrast and plush comfort.\nFrame Construction: Made from kiln-dried and chemically treated solid wood, ensuring termite resistance and borer proofing.\nSeating Comfort: Features No-Zag springs, webbing, and 32 density high resilient foam with a layer of super soft foam for added comfort. Soft curve cushions filled with polyester fiber offer greater support and comfort.\nResting Comfort: Plush box cushion design for sink-in comfort and relaxed seating.\nOssein Center and Side Tables:\nMaterial: Tabletop crafted with beautiful resin inlay work, base made of high-grade mild steel with a gold powder coating.\nConstruction: Termite and borer proof, cylindrical-shaped center table and matching side table.\nColor Options: Available in a combination of white with resin and gold metal finish.\nTransform your living space with our Perth sofa and Ossein tables, creating an environment that combines modern minimalism with timeless elegance. Enjoy the rich textures, sophisticated aesthetics, and unparalleled comfort that define this curated collection."
  },
  {
   "name": "Understated Charm (Paddington 3 + 2 Seater Sofa Set Beige + Antwerp Flute Centre Table)",
   "url": "https://www.hometown.in/products/understaded-charm-paddington-3-2-seater-sofa-set-beige-antwerp-flute-centre-table",
   "price": "Rs. 44,900",
   "sku": "SKU: 60000883140108",
   "imageUrl": "https://www.hometown.in/cdn/shop/files/HO340FU04MRVHTFUR_1.jpg?v=1723928718&width=1946",
   "details": "Details\nLiving Room Package: Modern Minimalism with Timeless Elegance\nExperience the enduring allure of modern minimalism and timeless neutral tones with our curated Living Room Package. Revel in unparalleled comfort with the Perth 2+3 Seater Sofa, enhanced by the exquisite Ossein Center and Side Tables featuring intricate patterns and accents of luxurious golden metallic tones, imparting a rich and sophisticated aesthetic.\nPerth 2+3 Seater Sofa:\nDesign: Statement in elegance with a curved silhouette that adds softness to your living spaces.\nFinish: Upholstered with high-grade polyester fabric in beige, complemented by accent throw cushions for a touch of contrast and plush comfort.\nFrame Construction: Made from kiln-dried and chemically treated solid wood, ensuring termite resistance and borer proofing.\nSeating Comfort: Features No-Zag springs, webbing, and 32 density high resilient foam with a layer of super soft foam for added comfort. Soft curve cushions filled with polyester fiber offer greater support and comfort.\nResting Comfort: Plush box cushion design for sink-in comfort and relaxed seating.\nOssein Center and Side Tables:\nMaterial: Tabletop crafted with beautiful resin inlay work, base made of high-grade mild steel with a gold powder coating.\nConstruction: Termite and borer proof, cylindrical-shaped center table and matching side table.\nColor Options: Available in a combination of white with resin and gold metal finish.\nTransform your living space with our Perth sofa and Ossein tables, creating an environment that combines modern minimalism with timeless elegance. Enjoy the rich textures, sophisticated aesthetics, and unparalleled comfort that define this curated collection."
  },
  {
   "name": "Marvis Sheesham Wood(Rosewood) Six Seater Dining Table in Walnut Colour",
   "url": "https://www.hometown.in/products/marvis-sheesham-wood-rosewood-six-seater-dining-table-in-walnut-colour",
   "price": "Rs. 42,500",
   "sku": "SKU: 6000094110001",
   "imageUrl": "https://www.hometown.in/cdn/shop/files/2_c98fdafc-caa7-4122-bb5f-0075162c92fe.jpg?v=1718953026&width=1946",
   "details": "Details\nSpruce up your dining interiors with the Marvis dining table crafted with real sheesham wood. The dining table juxtaposes traditional aesthetics with that of modern as the sheesham flows into metallic gold. The elegant dining table seats upto six people.\nMaterial\nMarvis is made of seasoned and treated Indian Sheesham wood.\nConstruction\nTable top is 25mm thick, which is made of Sheesham wood. Legs are 12 mm in thickness and made of high grade metal.\nSize & Components\nLegs are lacquered using Electro Phoretic method which keeps them rust proof.\nFinish\nProduct is stained with protective layer to make it scratch & heat resistant. This product is termite resistant & borer Proof.\nColour -Size Option\nWalnut"
  },
  {
   "name": "Austin Sheesham Wood(Rosewood) Dining Bench for 6 Seater in Honey Colour",
   "url": "https://www.hometown.in/products/austin-sheesham-wood-rosewood-dining-bench-for-6-seater-in-honey-colour",
   "price": "Rs. 13,900",
   "sku": "SKU: 6000043131001",
   "imageUrl": "https://www.hometown.in/cdn/shop/files/1_d979eb90-e273-4cc6-b84c-5bbc12270d67.jpg?v=1717146470&width=1946",
   "details": "Details\nThe box-like structure of these dining chairs by Austin make a stylish little accessory to your dining table. They have a 7 strip design on the back, providing a clean, sophisticated look to your space.\nMaterial\nBench is made in thick sheesham wood.\nConstruction\nBench is made in thick sheesham wood with fabric upholstered cushioned seat.\nSeatining Comfort\nThis bench can accommodate 2 adults or 3 kids. Bench can be parked inside the table when not in use and it saves the space. Legs are attached with Nylon buffers at the bottom. This keeps legs slightly raised above the ground, hence protecting from water & scratches.\nSize & Components\nLegs are attached with Nylon buffers at the bottom. This keeps legs slightly raised above the ground, hence protecting from water & scratches.\nFinish\nFrame construction in seasoned & chemically treated Sheesham wood in a characteristic Honey finish.. As Sheesham wood is heavy and dense, and it has good pest and decay resistance. This product is termite resistant & boarer Proof.\nColour -Size Option\nAvailable in 8 seater & 6 seater."
  },
  {
   "name": "Prime Three door Wardrobe in Wenge Colour",
   "url": "https://www.hometown.in/products/prime-three-door-wardrobe-in-wenge-colour",
   "price": "Rs. 16,999",
   "sku": "SKU: 6000032205001",
   "imageUrl": "https://www.hometown.in/cdn/shop/files/1_73f18ac9-9f26-42fb-98cd-c3b0067da2c0.jpg?v=1717145908&width=1946",
   "details": "Details\nThe environment friendly, engineered wood, Prime three door wardrobe with ergonomic functional fittings and user-centric design fits seamlessly in any bedroom. It's elegant with natural wood grain wenge finish, clean structural lines and sturdy form.\nMaterial\nThe material is particle board with melamine finish.\nThis Product is made with environment friendly European standard E2 grade Particle board, suitable for indoor furniture usage.\nPanels are laminated with scratch resistant melamine finish. & edegbanded on all exposed surfaces to protect from moisture.\nThis product is termite resistant & borer proof.\nFinish\nThe natural wood grain finish gives an elegant look.\nConstruction\nThe wardrobe has hinged doors.\nThe oval shape allows the hangers to twist on the pole easily. Oval poles are also stronger due to their weight bearing capacity.\nThe hanger pole is installed at an ergonomic height for easy accessibility of hangers.\nThe drawer is mounted on telescopic channels. These channels provide full accessibility to the storage space.\nAll doors are fitted with locks that come with metal keys."
  },
  {
   "name": "Eden Solidwood Dining Bench for 6 Seater in Brown Colour",
   "url": "https://www.hometown.in/products/eden-solidwood-dining-bench-for-6-seater-in-brown-colour",
   "price": "Rs. 8,900",
   "sku": "SKU: 830033784001",
   "imageUrl": "https://www.hometown.in/cdn/shop/files/1_0dfa4af2-2a6e-4703-a7f2-3c3af1e0d9c4.jpg?v=1717144990&width=1946",
   "details": "Details\nEden's high-end, luxurious dining bench is functional and beautiful. The bench can be parked under the table when not in use, and when in use it can accomodate more guests for a larger dinner party!\nMaterial\nHeavy section of solidwood construction makes this product\nConstruction\nIt comes with soft padding and Premium PVC upholstery that imparts a high-end look.\nSeatining Comfort\nCushioned with Premium PVC, which offers high durability and padded with PU foam for comfortable seating.\nSize & Components\nThis bench can accommodate 2 adults or 3 kids. Bench can be parked inside the table when not in use and it saves the space. Legs are attached with Nylon buffers at the bottom. This keeps legs slightly raised above the ground, hence protecting from water & scratches.\nFinish\nWalnut finish. This product is termite resistant & boarer Proof.\nColour -Size Option\nWalnut"
  },
  {
   "name": "Florence Study Table in Walnut Colour",
   "url": "https://www.hometown.in/products/florence-study-table-in-walnut-colour",
   "price": "Rs. 9,999",
   "sku": "SKU: 830028331001",
   "imageUrl": "https://www.hometown.in/cdn/shop/files/1_bc14a64e-d881-4071-b27d-3958bc014471.jpg?v=1717144601&width=1946",
   "details": "Details\nThe Florence study table offers optimized storage solution in a compact and space saving unit with its foldable writing surface and ample space with cabinets to store all your stationery, books, bag, etc.\nMaterial\nMade from environment friendly European Standard Engineered wood with PU coating.\nConstruction\nEdge banding on all sides and lamination on all open exposed surfaces to protect from moisture.\nNylon buffers are attached to base panels to protect from water or any spillage.\nComplete storage solution and foldable writing surface as study table\nFinish\nWalnut finish gives natural and elegant look.\nSize - Storage\nBig three storage for books, bags, stationary items\nColour Option - Variants - Same Build\nAvailable in Walnut & White colour\nOther highlights - Uses - Unique\nFree standing cabinet with raised legs which give enough clearance for floor cleaning.\nCompact and space saving\nThis product is termite and borer proof."
  },
  {
   "name": "Atlas Engineered Wood Chest of Drawers in Beech Colour",
   "url": "https://www.hometown.in/products/atlas-engineered-wood-chest-of-drawers-in-beech-colour",
   "price": "Rs. 7,999",
   "sku": "SKU: 830019235001",
   "imageUrl": "https://www.hometown.in/cdn/shop/files/1_d7b40a13-b570-4f38-bafb-d4d1089fa12b.jpg?v=1717144217&width=1946",
   "details": "Details\nDeep oak finished, the Atlas chest of drawers is a bold and modern addition for your bedroom spaces. With three levels of drawer storage space, the chest of drawers has ample of organized storage to be either used as a dresser or a storage cabinet. Amp up your bedroom decor by styling this unit with long flower steam in trending vases with your other favorite home decor pieces.\nMaterial\nMade from environment friendly European Standard Engineered wood with PU coating.\nConstruction\nEdge banding on all sides and lamination on all open exposed surfaces to protect from moisture.\nTelescopic Slides In Drawers, Metal Handles used for easy opening\nFinish\nWalnut coloured wood grain finish for natural and elegant look.\nSize - Storage\nComes with 3 levels of storage space.\nAmple space for maximum space utility\nColour Option - Variants - Same Build\nAvailable in Walnut & Oak col\nOther highlights - Uses - Unique\nSimple yet stylish design suitable for all over the home, especially in bedroom as a dresser or storage cabinet\nThis product is termite and borer proof."
  },
  {
   "name": "Utsav 3 door wardrobe in Wenge Colour",
   "url": "https://www.hometown.in/products/utsav-3-door-wardrobe-in-wenge-colour",
   "price": "Rs. 19,999",
   "sku": "SKU: 600383562001",
   "imageUrl": "https://www.hometown.in/cdn/shop/files/1_2a18e56b-52a0-40da-b619-ebfe8fce9be6.jpg?v=1717143882&width=1946",
   "details": "Details\nThe all-white engineered wood, Utsav three door wardrobe with mirror in natural wood grain finish is bespoke for the minimalist palette lovers. It's ergonomic fittings makes the design user-centric.\nMaterial\nThe material is particle board with melamine finish..\nThis Product is made with environment friendly European standard E2 grade Particle board, suitable for indoor furniture usage.\nPanels are laminated with scratch resistant melamine finish. & edegbanded on all exposed surfaces to protect from moisture.\nThis product is termite resistant & borer proof.\nFinish\nThe natural wood grain finish gives an elegant look.\nConstruction\nThe wardrobe has hinged doors\nWardrobe doors are fitted with mirrors.\nThe oval shape allows the hangers to twist on the pole easily . Oval poles are also stronger due to their weight bearing capacity\nThe hanger pole is installed at an ergonomic height for easy accessibility of hangers\nExternal lower drawers provided at the bottom to keep shoes.\nThe foot drawer is mounted on telescopic channels. These channels provide full accessibility to the storage space.\nAll doors are fitted with locks that come with metal keys."
  },
  {
   "name": "Simply Engineered Wood Study Table in Honey Colour",
   "url": "https://www.hometown.in/products/simply-engineered-wood-study-table-in-honey-colour",
   "price": "Rs. 4,499",
   "sku": "SKU: 800005977",
   "imageUrl": "https://www.hometown.in/cdn/shop/files/1_d7a5f8ae-4bdf-4671-9f1a-e93507626a8e.jpg?v=1717142518&width=1946",
   "details": "Details\nThe Simply study table constructed in clean and liner joineries looks minimal and modern in its silhouette. Simply fulfils storage, leg space and a sturdy table top for writing and placing other appliances, optimally. The honey colored engineered wood study table exudes natural wood grain texture, making it a bright and solid addition to your home office or study.\nMaterial\nMade from environment friendly European Standard Engineered wood with PU coating.\nConstruction\nEdge banding on all sides and lamination on all open exposed surfaces to protect from moisture.\nNylon buffers are attached to base panels to protect from water or any spillage.\nFinish\nHoney coloured wood grain finish for natural and elegant look.\nSize / Storage\nAppropriate writing surface suitable for study and home office.\n2 drawers placed on heavy duty roller channels, 1 drawer with lock\nColour Option / Variants / Same Build\nHoney\nOther highlights / Uses / Unique\nAmple leg room for comfortable seating, Ergonomically suitable table top height.\nThis product is termite and borer proof.\nHeight: 762\nWidth: 889\nWeight: 22\nDepth: 508\nColor: Honey\nMaterial Details: Engineered Wood\nWarranty Period: 12 Months"
  },
  {
   "name": "Siam Marble Top Dining Chair (Set Of 2) in Walnut Colour",
   "url": "https://www.hometown.in/products/siam-marble-top-dining-chair-set-of-2-in-walnut-colour",
   "price": "Rs. 25,900",
   "sku": "SKU: 6000094677001",
   "imageUrl": "https://www.hometown.in/cdn/shop/files/1_a54c5c10-9fba-47da-bc6a-37557d047e42.jpg?v=1715109424&width=1946",
   "details": "Details\nMaterial\nMango wood frame that is durable and eco-friendly.\nConstruction\nCrafted with attention to detail, providing both comfort and aesthetic appeal.\nSeatining Comfort\nThis chair feature a soft padding on the seat.\nSize & Components\nThe buffer at the bottom of the leg prevents scratches and noise on the floor.\nFinish\nThis chair have a cane back rest that provides support and ventilation.\nColour -Size Option\nWalnut"
  },
  {
   "name": "Prime Four Door Wardrobe in White Colour",
   "url": "https://www.hometown.in/products/prime-four-door-wardrobe-in-white-colour",
   "price": "Rs. 23,999",
   "sku": "SKU: 6000089618001",
   "imageUrl": "https://www.hometown.in/cdn/shop/files/1_00d0245f-a2d6-4e0c-925c-64aed2f91137.jpg?v=1715108873&width=1946",
   "details": "Details\nThe environment friendly, engineered wood, Prime four door wardrobe with ergonomic functional fittings and user-centric design is an all white modern pick. It's elegant with matte white finish, clean structural lines and sturdy form.\nMaterial\nThe material is particle board with melamine finish\nThis Product is made with environment friendly European standard E2 grade Particle board suitable for indoor furniture usage.\nPanels are laminated with scratch resistant melamine finish & edge banded on all exposed surfaces to protect from moisture.\nThis product is termite resistant & borer proof.\nFinish\nThe matt white finish gives a modern look.\nConstruction\nThe wardrobe has hinged doors\nStorage\nThe oval shape allows the hangers to twist on the pole easily . Oval poles are also stronger due to their weight bearing capacity\nThe hanger pole is installed at an ergonomic height for easy accessibility of hangers\nThe drawer is mounted on telescopic channels. These channels provide full accessibility to the storage space.\nAll doors are fitted with locks that come with metal keys."
  },
  {
   "name": "Jax Engineered Wood Wall Unit in Dark Walnut Colour",
   "url": "https://www.hometown.in/products/jax-engineered-wood-wall-unit-in-dark-walnut-colour",
   "price": "Rs. 499",
   "sku": "SKU: 6000088400001",
   "imageUrl": "https://www.hometown.in/cdn/shop/files/1_731b4ff2-0222-4aa5-b950-ad6f2f033b75.jpg?v=1715108462&width=1946",
   "details": "Details\nMinimal take on a wall unit, the Jax dark walnut media console is designed with creating visual space on the wall in mind. The compact media console has the right amount of open shelf space to comfortably place essentials on it. The engineered wood wall unit can be paired with, up to 50\" TV wall mount.\nMaterial\nMade from environment friendly European Standard Engineered wood with scratch resistant melamine coating.\nConstruction\nEdge banding on all sides and lamination on all open exposed surfaces to protect from moisture.\nMedia Placement\nCan fit upto 50\" TV which can be wall mount\nStorage Space\nNeat and Compact design that leaves your wall open while providing space for your set top box\nOther Features\nThis product is termite and borer proof.\nColour\nAvailable in Dark Walnut"
  },
  {
   "name": "Paddington Fabric Single Seater Sofa in Brown Colour",
   "url": "https://www.hometown.in/products/paddington-fabric-single-seater-sofa-in-brown-colour",
   "price": "Rs. 16,900",
   "sku": "SKU: 6000061231001",
   "imageUrl": "https://www.hometown.in/cdn/shop/files/1_134e9671-4e26-42f2-8717-0b3c3795ebca.jpg?v=1715107795&width=1946",
   "details": "Details\nThe mid-century silhouette of our Paddington single seater sofa in dark brown offers on trend style. The classic soft button tufting, full stock rounded armrests, perfect proportions and seating ergonomics guarantees great comfort and ample room to stretch. Ideal for big and compact living rooms.\nFinish\nThis sofa is upholstered with high tensile strength & breathable Polyester Fabric which offers high durability.\nFrame Construction\nThe sofa frame is made from kiln dried and chemically treated Solidwood making it Termite resistant & borerproof.\nSeating Comfort\nThe seat construction provides ultimate comfort & support for longer sitting duration. A Combination of No-Zag springs & Webbing with 32 Density high resilient foam is used in the construction of the seat. Topped with a layer of Super Soft foam for added sitting comfort\nThe T-cushion seats gives complete comfort and support to legs.\nResting Comfort\nIt's fixed Backrest with soft button back cushions are filled with polyester fibre to give greater support & comfort.\nOther Highlights\nIt's Rolled Sock Armrests provide a relaxed seating comfort.\nColor and Size options\nAvailable in 3 Seater, 2 Seater, 1 Seater, Small Lounger & Large Lounger\nAvailable colours in Sofa - Grey, Blue, Beige, Dark Brown & Light Brown"
  },
  {
   "name": "Allen 4 door wardrobe in Walnut Colour",
   "url": "https://www.hometown.in/products/allen-4-door-wardrobe-in-walnut-colour",
   "price": "Rs. 24,990",
   "sku": "SKU: 830047496001",
   "imageUrl": "https://www.hometown.in/cdn/shop/files/1_918da889-de8f-4b14-bfda-010241438d60.jpg?v=1715106678&width=1946",
   "details": "Details\nThe Allen four door wardrobe with mirror is crafted with modern and clean lines from engineered wood. It has optimum storage and elegant natural wood grain finish with ergonomic fittings on the inside.\nMaterial\nThe material is particle board with PU finish\nThis Product is made with environment friendly European standard E2 grade Particle board suitable for indoor furniture usage.\nConstruction\nPanels are laminated with PU finish & edge banded on all exposed surfaces to protect from moisture.\nThis product is termite resistant & borer proof.\nThe Wardrobe has hinged doors\nWardrobe doors are fitted with mirrors.\nFinish\nThe natural wood grain finish gives an elegant look.\nStorage\nThe drawers are mounted on telescopic channels. These channels provide full accessibility to the storage space.\nSmall drawers have a weight bearing capacity of 8 KGs Larger drawers have a weight bearing capacity of 15 KGs\nThe hanger pole is installed at an ergonomic height for easy accessibility of hangers\nThe top of the wardrobe can be used for storing items that are not frequently required.\nAll doors and drawers are fitted with locks that come with metal keys."
  },
  {
   "name": "Palatine Metal Dining Chair in Grey Colour",
   "url": "https://www.hometown.in/products/palatine-metal-dining-chair-in-grey-colour",
   "price": "Rs. 7,999",
   "sku": "SKU: 6000406777",
   "imageUrl": "https://www.hometown.in/cdn/shop/files/1_d3fc7856-a73c-4e37-9b03-51b4096f967a.jpg?v=1715105776&width=1946",
   "details": "Details\nMaterial\nThe Palatine Dining Chair offers a lavish seating experience with its upholstered seat and back covered in velvet fabric available in a stylish gray and rust color combination.\nConstruction\nAll metal components undergo a pretreatment process to prevent rusting, ensuring the chair's longevity and maintaining its aesthetic appeal over time.\nSeatining Comfort\nDesigned for both comfort and durability, the Palatine Dining Chair provides a high level of comfort with a fixed back and is crafted to withstand regular use.\nSize & Components\nChair is soft, rounded edges and scoop like frame enhance the chair's overall aesthetic appeal\nFinish\nThe chair features a robust metal frame that boasts an elegant golden finish, adding a touch of sophistication to its design.\nColour /Size Option\nGrey\nHeight: 825\nWidth: 490\nWeight: 10\nDepth: 540\nColor: Grey\nMaterial Details: Metal\nWarranty Period: 24 Months"
  },
  {
   "name": "Victory Study Table in Natural Sheesham Colour",
   "url": "https://www.hometown.in/products/victory-study-table-in-natural-sheesham-colour",
   "price": "Rs. 8,999",
   "sku": "SKU: 6000088355",
   "imageUrl": "https://www.hometown.in/cdn/shop/files/1_3bbffa27-ebd4-4020-8ea1-b5c7b79c8c14.jpg?v=1715101882&width=1946",
   "details": "Details\nThe Victory study table is a one of a kind, contemporary-modern table. Its striking design features sets it apart from your regular study tables. Crafted in engineered wood with a finish of natural sheesham, the table's criss-cross legs not only offers durability but a stylish look to your space which creates a unique diagonal shelf for magazines and miscellaneous stationary. Ergonomically place sturdy writing surface with ample leg room, the Victory table add another level of top shelf space to personalise it, placing Decor, stationary, etc.\nMaterial\nMade from environment friendly European Standard Engineered wood with scratch resistant melamine coating\nConstruction\nEdge banding on all sides and lamination on all open exposed surfaces to protect from moisture.\nX shaped strong metal legs for high durability\nFinish\nSheesham wood finish for natural and elegant look.\nSize - Storage\nAppropriate writing surface with wide built in open shelf below for study-work essentials.\nTable top shelf for miscellaneous things\nColour Option - Variants - Same Build\nNatural Sheesham\nOther highlights - Uses - Unique\nFree standing study desk with strong metal base\nErgonomically suitable table top height with ample leg room.\nThis product is termite and borer proof\nHeight: 882\nWidth: 900\nWeight: 17\nDepth: 550\nColor: Natural Sheesham\nMaterial Details: Engineered Wood\nWarranty Period: 12 Months"
  },
  {
   "name": "Florentine Solidwood Dining Chair Set of 2 in Dark Walnut Colour",
   "url": "https://www.hometown.in/products/florentine-solidwood-dining-chair-set-of-2-in-dark-walnut-colour",
   "price": "Rs. 20,000",
   "sku": "SKU: 830117704",
   "imageUrl": "https://www.hometown.in/cdn/shop/files/1_1b540d1f-10db-4c19-9c8f-44e5e556e924.jpg?v=1715603142&width=1946",
   "details": "Details\nMaterial\nCrafted from robust Rubberwood, the chair's frame and legs offer durability and stability, promising long-lasting use.\nConstruction\nThe legs of the chair feature graceful curves, lending a touch of sophistication to your dining area.\nSeatining Comfort\nThe added seat cushion ensures a comfortable dining experience for you and your guests.\nSize & Components\nThe Tucked Design on the backrest of the chair adds a unique and stylish element, making these chairs stand out.\nFinish\nThe FLORENTINE Dining Chair exudes timeless elegance with its Dark Walnut color.\nColour /Size Option\nDark Walnut\nHeight: 1000\nWidth: 420\nWeight: 35\nDepth: 455\nColor: Dark Walnut\nMaterial Details: Solidwood\nWarranty Period: 12 Months"
  }
 ]
}